---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamCutOverallWidth
source: html/271ffded-0fdd-9b1c-8183-fc337b8d5503.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamCutOverallWidth Property

"Cut Overall Width": Provides a real sheet Width after definition

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamCutOverallWidth { get; }
```